tap "homebrew/bundle"

brew "bash"
brew "bruno"
brew "fzf"
brew "git"
brew "jesseduffield/lazygit/lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "ripgrep"
brew "sheldon"
brew "vim"
brew "webp"
brew "zoxide"
brew "zsh"

cask "bitwarden"
cask "brave-browser"
cask "docker"
cask "firefox"
cask "flux"
cask "gimp"
cask "imageoptim"
cask "inkscape"
cask "kitty"
cask "raycast"
cask "rectangle"

# Fonts
cask "font-source-code-pro"
cask "font-symbols-only-nerd-font"
