tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "bash"
brew "fzf"
brew "git"
brew "mas"
brew "neovim"
brew "node"
brew "starship"
brew "the_silver_searcher"
brew "vim"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "bitwarden"
cask "firefox"
cask "flux"
cask "font-hack"
cask "font-hack-nerd-font"
cask "imageoptim"
cask "kitty"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"

mas "Xcode", id: 497799835
