tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "bash"
brew "fzf"
brew "git"
brew "mas"
brew "node"
brew "starship"
brew "the_silver_searcher"
brew "vim"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "alfred"
cask "bitwarden"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "google-chrome"
cask "hyper"
cask "imageoptim"
cask "slack"
cask "visual-studio-code"